Repository: Muthukumaran-G/EmergencyApp
Catalog: EmergencyApp/Resx/EmergencyAppResources.*.resx
Languages: ja, ml, ta, te

source: About
ja: 約
ml: കുറിച്ച്
ta: பற்றி
te: గురించి

# AddRecipient
source: Add new recipient
ja: 新しい受信者を追加します
ml: പുതിയ സ്വീകർത്താവിനെ ചേർക്കുക
ta: புதிய பெறுநரைச் சேர்க்கவும்

# AlertMessage
source: Are you sure you want to change the language settings?
ja: 言語設定を変更してもよろしいですか？
ml: ഭാഷാ ക്രമീകരണങ്ങൾ മാറ്റണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?
ta: மொழி அமைப்புகளை மாற்ற விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా భాషా సెట్టింగులను మార్చాలనుకుంటున్నారా?

# AlertTitle
source: Language Settings
ja: 言語設定
ml: ഭാഷാ ക്രമീകരണങ്ങൾ
ta: மொழி அமைப்புகள்
te: భాష సెట్టింగులు

source: Cancel
ja: キャンセル
ml: റദ്ദാക്കുക
ta: ரத்துசெய்
te: రద్దు చేయండి

# CheckConnection
source: Unable to get location. Check connection.
ja: 場所を取得できません。接続を確認してください。
ml: ലൊക്കേഷൻ നേടാനായില്ല. കണക്ഷൻ പരിശോധിക്കുക.
ta: இருப்பிடத்தைப் பெற முடியவில்லை. இணைப்பைச் சரிபார்க்கவும்.
te: స్థానం పొందడం సాధ్యం కాలేదు. కనెక్షన్‌ను తనిఖీ చేయండి.

# Close
source: Press back again to close
ja: もう一度押すと閉じます
ml: അടയ്‌ക്കാൻ വീണ്ടും അമർത്തുക
ta: மூடுவதற்கு மீண்டும் அழுத்தவும்
te: మూసివేయడానికి మళ్ళీ నొక్కండి

source: Contact access denied
ja: 連絡先へのアクセスが拒否されました
ml: കോൺ‌ടാക്റ്റ് ആക്‌സസ് നിരസിച്ചു
ta: தொடர்பு அணுகல் மறுக்கப்பட்டது
te: సంప్రదింపు ప్రాప్యత తిరస్కరించబడింది

# ContactList
source: Recipient List
ja: 受信者リスト
ml: സ്വീകർത്താവിന്റെ പട്ടിക
ta: பெறுநர்களின் பட்டியல்
te: గ్రహీతల జాబితా

# DeleteContact
source: Delete
ja: 削除
ml: ഇല്ലാതാക്കുക
ta: நீக்கு
te: తొలగించు

source: Done
ja: 完了
ml: ചെയ്‌തു
ta: முடிந்தது
te: పూర్తి

# EditContact
source: Edit
ja: 編集
ml: എഡിറ്റുചെയ്യുക
ta: திருத்து
te: సవరించండి

source: EDIT HERE
ja: ここで編集
ml: ഇവിടെ എഡിറ്റുചെയ്യുക
ta: இங்கே திருத்து
te: ఇక్కడ సవరించండి

source: Edit recipient
ja: 受信者を編集する
ml: സ്വീകർത്താവിനെ എഡിറ്റുചെയ്യുക
ta: பெறுநரைத் திருத்து

source: Enable GPS
ja: GPSを有効にする
ml: GPS പ്രവർത്തനക്ഷമമാക്കുക
ta: ஜி.பி.எஸ்ஸை இயக்கு
te: GPS ని ప్రారంభించండి

source: Enter
ja: 入る
ml: നൽകുക
ta: உள்ளிடவும்
te: నమోదు చేయండి

source: GPS disabled
ja: GPSが無効
ml: ജിപിഎസ് പ്രവർത്തനരഹിതമാക്കി
ta: ஜி.பி.எஸ் முடக்கப்பட்டது
te: GPS నిలిపివేయబడింది

source: GPS enabled
ja: GPS対応
ml: GPS പ്രവർത്തനക്ഷമമാക്കി
ta: ஜி.பி.எஸ் இயக்கப்பட்டது
te: GPS ప్రారంభించబడింది

source: GPS not enabled
ja: GPSが有効になっていません
ml: GPS പ്രവർത്തനക്ഷമമാക്കിയിട്ടില്ല
ta: ஜி.பி.எஸ் இயக்கப்படவில்லை
te: GPS ప్రారంభించబడలేదు

source: GPS not supported
ja: GPSはサポートされていません
ml: GPS പിന്തുണയ്‌ക്കുന്നില്ല
ta: ஜி.பி.எஸ் ஆதரிக்கப்படவில்லை
te: GPS కి మద్దతు లేదు

source: Hello
ja: こんにちは
ml: ഹലോ
ta: வணக்கம்
te: హలో

source: Help Text
ja: ヘルプテキスト
ml: സഹായ വാചകം
ta: உதவி உரை
te: సహాయం టెక్స్ట్

source: Language
ja: 言語
ml: ഭാഷ
ta: மொழி
te: భాష

source: Location accquired
ja: 取得した場所
ml: ലൊക്കേഷൻ നേടി
ta: இருப்பிடம் பெறப்பட்டது
te: స్థానం సంపాదించబడింది

# LocationDenied
source: Allow app to automatically detect your location to share with your recipients.
ja: アプリがあなたの現在地を自動的に検出して受信者と共有できるようにします。
ml: നിങ്ങളുടെ സ്വീകർത്താക്കളുമായി പങ്കിടുന്നതിന് നിങ്ങളുടെ സ്ഥാനം സ്വപ്രേരിതമായി കണ്ടെത്താൻ അപ്ലിക്കേഷനെ അനുവദിക്കുക.
ta: உங்கள் பெறுநர்களுடன் பகிர உங்கள் இருப்பிடத்தை தானாகக் கண்டறிய பயன்பாட்டை அனுமதிக்கவும்.
te: మీ గ్రహీతలతో భాగస్వామ్యం చేయడానికి మీ స్థానాన్ని స్వయంచాలకంగా గుర్తించడానికి అనువర్తనాన్ని అనుమతించండి.

# LocationPermissionRequired
source: Location access permission required
ja: ロケーションアクセス許可が必要です
ml: ലൊക്കേഷൻ ആക്‌സസ്സ് അനുമതി ആവശ്യമാണ്
ta: இருப்பிட அணுகல் அனுமதி தேவை
te: స్థాన ప్రాప్యత అనుమతి అవసరం

source: Location updated
ja: 場所が更新されました
ml: ലൊക്കേഷൻ അപ്‌ഡേറ്റുചെയ്‌തു
ta: இடம் புதுப்பிக்கப்பட்டது
te: స్థానం నవీకరించబడింది

source: Logout
ja: ログアウト
ml: ലോഗൗട്ട്
ta: வெளியேறு
te: లాగ్ అవుట్

# LogoutSuccess
source: Logout successful. Account deleted successfully.
ja: ログアウトに成功しました。アカウントが正常に削除されました。
ml: ലോഗൗട്ട് വിജയിച്ചു. അക്കൗണ്ട് വിജയകരമായി ഇല്ലാതാക്കി.
ta: வெளியேறு வெற்றிகரமாக. கணக்கு வெற்றிகரமாக நீக்கப்பட்டது.
te: లాగ్అవుట్ విజయవంతమైంది. ఖాతా విజయవంతంగా తొలగించబడింది.

# MissingName
source: Please enter the name
ja: 名前を入力してください
ml: പേര് നൽകുക
ta: பெயரை உள்ளிடவும்
te: దయచేసి పేరును నమోదు చేయండి

# MissingNumber
source: Please enter the number
ja: 番号を入力してください
ml: ദയവായി നമ്പർ നൽകുക
ta: எண்ணை உள்ளிடவும்
te: దయచేసి సంఖ్యను నమోదు చేయండి

# MissingUserName
source: Please enter user name
ja: ユーザー名を入力してください
ml: ഉപയോക്തൃ നാമം നൽകുക
ta: பயனர் பெயரை உள்ளிடவும்
te: దయచేసి వినియోగదారు పేరును నమోదు చేయండి

source: Name
ja: 名前
ml: പേര്
ta: பெயர்
te: పేరు

source: Network connected
ja: ネットワーク接続
ml: നെറ്റ്‌വർക്ക് കണക്റ്റുചെയ്‌തു
ta: பிணையம் இணைக்கப்பட்டுள்ளது
te: నెట్‌వర్క్ కనెక్ట్ చేయబడింది

source: Network disconnected
ja: ネットワークが切断されました
ml: നെറ്റ്‌വർക്ക് വിച്ഛേദിച്ചു
ta: பிணையம் துண்டிக்கப்பட்டது
te: నెట్‌వర్క్ డిస్‌కనెక్ట్ చేయబడింది

source: New User?
ja: 新しいユーザー？
ml: പുതിയ ഉപയോക്താവ്?
ta: புதிய பயனர்?
te: క్రొత్త వినియోగదారు?

# NoRecipient
source: No recipient added..!
ja: 受信者は追加されませんでした。
ml: സ്വീകർത്താക്കളെയൊന്നും ചേർത്തിട്ടില്ല ..!
ta: எந்த பெறுநரும் சேர்க்கப்படவில்லை ..!
te: గ్రహీత ఏదీ జోడించబడలేదు ..!

source: No recipients.
ja: 受信者はいません。
ml: സ്വീകർത്താക്കൾ ഇല്ല.
ta: பெறுநர்கள் இல்லை.
te: గ్రహీతలు లేరు.

source: No Service
ja: サービス無し
ml: സേവനമില്ല
ta: சேவை இல்லை
te: సేవ లేదు

source: Number with pin
ja: ピン付きの番号
ml: പിൻ ഉള്ള നമ്പർ
ta: அரிகோடோடு எண்
te: పిన్‌తో సంఖ్య

# Okay
source: OK
ja: はい
ml: ശരി
ta: சரி
te: అలాగే

source: Permission denied
ja: アクセス拒否
ml: അനുമതി നിഷേധിച്ചു
ta: அனுமதி மறுக்கப்பட்டது
te: అనుమతి నిరాకరించబడింది

# PhoneContactAdded
source: New recipient added from phonebook.
ja: 電話帳から新しい受信者が追加されました。
ml: ഫോൺബുക്കിൽ നിന്ന് പുതിയ സ്വീകർത്താവ് ചേർത്തു.
ta: தொலைபேசி புத்தகத்திலிருந்து புதிய பெறுநர் சேர்க்கப்பட்டார்.
te: ఫోన్‌బుక్ నుండి క్రొత్త గ్రహీత జోడించబడింది.

source: Preview
ja: プレビュー
ml: പ്രിവ്യൂ
ta: முற்காட்சி
te: పరిదృశ్యం

# RecipientAdded
source: New recipient added.
ja: 新しい受信者が追加されました。
ml: പുതിയ സ്വീകർത്താവ് ചേർത്തു.
ta: புதிய பெறுநர் சேர்க்கப்பட்டது.
te: క్రొత్త గ్రహీత జోడించబడింది.

source: Recipient deleted
ja: 受信者が削除されました
ml: സ്വീകർത്താവ് ഇല്ലാതാക്കി
ta: பெறுநர் நீக்கப்பட்டார்
te: గ్రహీత తొలగించబడింది

# RecipientUpdated
source: Recipient details updated.
ja: 受信者の詳細が更新されました。
ml: സ്വീകർത്താവിന്റെ വിശദാംശങ്ങൾ അപ്‌ഡേറ്റുചെയ്‌തു.
ta: பெறுநரின் விவரங்கள் புதுப்பிக்கப்பட்டன.
te: స్వీకర్త వివరాలు నవీకరించబడ్డాయి.

source: Retry
ja: リトライ
ml: വീണ്ടും ശ്രമിക്കുക
ta: மீண்டும் முயற்சிக்கவும்
te: మళ్లీ ప్రయత్నించండి

source: SMS Delivered
ja: SMS配信
ml: SMS കൈമാറി
ta: குறுஞ்செய்தி வழங்கப்பட்டது
te: SMS పంపిణీ చేయబడింది

source: SMS not Delivered
ja: SMSが配信されない
ml: SMS കൈമാറിയില്ല
ta: குறுஞ்செய்தி வழங்கப்படவில்லை
te: SMS పంపిణీ చేయబడలేదు

# SmsSent
source: SMS has been sent
ja: SMSが送信されました
ml: SMS അയച്ചു
ta: குறுஞ்செய்தி அனுப்பப்பட்டுள்ளது
te: SMS పంపబడింది

source: Success
ja: 成功
ml: വിജയം
ta: வெற்றி
te: విజయం

# TryAddContact
source: Unable to add recipient, please try adding again.
ja: 受信者を追加できません。もう一度追加してみてください。
ml: സ്വീകർത്താവിനെ ചേർക്കാൻ കഴിയില്ല, ദയവായി വീണ്ടും ചേർക്കാൻ ശ്രമിക്കുക.
ta: பெறுநரைச் சேர்க்க முடியவில்லை, தயவுசெய்து மீண்டும் சேர்க்க முயற்சிக்கவும்.
te: గ్రహీతను జోడించడం సాధ్యం కాలేదు, దయచేసి మళ్ళీ జోడించడానికి ప్రయత్నించండి.

# TryDeleteContact
source: Unable to delete contact, please try again.
ja: 連絡先を削除できません。もう一度やり直してください。
ml: കോൺ‌ടാക്റ്റ് ഇല്ലാതാക്കാൻ‌ കഴിയില്ല, ദയവായി വീണ്ടും ശ്രമിക്കുക.
ta: தொடர்பை நீக்க முடியவில்லை, மீண்டும் முயற்சிக்கவும்.
te: పరిచయాన్ని తొలగించడం సాధ్యం కాలేదు, దయచేసి మళ్ళీ ప్రయత్నించండి.

source: Yes
ja: はい
ml: അതെ
ta: ஆம்
te: అవును
